{
  "Close" : "Close",
  "Save" : "Save",
  "Add" : "Add",
  "Add new" : "Add new",
  "This field is required" : "This field is required",
  "This field must be unique" : "This field must be unique",
  "View detail" : "View detail",
  "Search" : "Search",
  "Cancel" : "Cancel",
  "Save success" : "Save success",
  "Update successfully" : "Update successfully",
  "Edit" : "Edit",
  "Delete" : "Delete",
  "Create" : "Create",
  "Confirm Delete" : "Confirm Delete",
  "Successfully." : "Successfully.",
  "Failed." : "Failed.",
  "Added successfully." : "Added successfully.",
  "Add failed." : "Add failed.",
  "Updated successfully." : "Updated successfully.",
  "Update failed." : "Update failed.",
  "Deleted successfully." : "Deleted successfully.",
  "Delete failed." : "Delete failed.",
  "Are you sure you want to delete?" : "Are you sure you want to delete?",
  "No matching record found." : "No matching record found.",
  "No data." : "No data.",
  "Empty data." : "Empty data.",
  "This field is required." : "This field is required.",
  "This field must be unique." : "This field must be unique.",
  "login" : "Login",
  "STT" : "#",
  "Title" : "Title",
  "Title (EN)" : "Title (EN)",
  "Title (VN)" : "Title (VN)",
  "Link" : "Link",
  "Series" : "Series",
  "Views" : "Views",
  "Showing {from}-{to} from {total}": "Showing {0}-{1}/{2}",
  "home_page_title": "All About Crypto: Airdrops, Signals, Market Analysis & Cashback...",
  "home_page_description": "A comprehensive crypto blog – get the latest airdrops, trading signals, market insights, and cashback offers. Discover investment opportunities & maximize your profits!",
  "Featured article": "Featured article",
  "See more": "See more",
  "See more posts": "See more posts",
  "See more series": "See more series",
  "See more featured posts": "See more featured posts",
  "Latest article": "Latest article",
  "Last modify": "Last modify",
  "days ago": "days ago",
  "hours ago": "hours ago",
  "minutes ago": "minutes ago",
  "seconds ago": "seconds ago",
  "minutes": "minutes",
  "minutes read": "minutes read",
  "hours": "hours",
  "hours read": "hours read",
  "posts": "posts",
  "Latest Post": "Latest Post",
  "Latest Posts": "Latest Posts",
  "Popular Post": "Popular Post",
  "Posts": "Posts",
  "Published": "Published",
  "Related articles": "Related articles",
  "Category": "Category",
  "Related posts": "Related posts",
  "Posts in the same series": "Posts in the same series",
  "Latest posts": "Latest posts",
  "Featured posts": "Featured posts",
  "Sub category list": "Sub category list",
  "Posts list": "Posts",
  "See previous": "See previous",
  "Page": "Page",
  "Table of Contents": "Table of Contents",
  "Tags": "Tags",
  "Keywords": "Keywords",
  "About": "About",
  "Contact": "Contact",
  "Privacy policy": "Privacy policy",
  "Disclaimer": "Disclaimer",
  "contact_title": "Contact Us",
  "privacy_title": "Privacy Policy",
  "disclaimer_title": "Legal Disclaimer",
  "about_title": "All About Crypto: Airdrops, Signals, Market Analysis & Trading Fee Rebates",
  "about_description_1": "Welcome to our in-depth Crypto blog – your go-to platform for everything related to Airdrops, trading signals, market analysis, and trading fee rebates. We are committed to providing you with the latest and most accurate updates, making it easy for you to navigate the world of cryptocurrency and discover the best investment opportunities in this fast-evolving space.",
  "about_description_2": "One of the main features of our blog is the continuous coverage of Airdrop programs from various crypto projects. Airdrops offer an excellent opportunity to receive free tokens without any initial investment. We carefully monitor and update the latest Airdrop opportunities, ensuring you don’t miss out on any chance to grow your crypto assets.",
  "about_description_3": "In addition to Airdrops, we provide trading signals from experienced crypto traders and experts. These signals are carefully crafted to help you spot profitable trading opportunities and predict market trends. By using our signals, you can optimize your trades, maximize profits, and minimize risks. Our trading signals are presented in a clear and easy-to-follow manner, making them perfect for both beginners and experienced traders.",
  "about_description_4": "We also offer in-depth market analysis to help you understand the dynamics of the crypto market. Our analysis covers everything from price movements of major coins to significant events that impact the market, such as hard forks, token burns, and regulatory developments. These articles not only provide forecasts but also offer strategic insights for long-term investors looking to make informed decisions.",
  "about_description_5": "Another essential aspect of crypto trading is optimizing your transaction costs. To help you do this, we provide detailed information about trading fee rebate programs offered by major exchanges. Participating in these programs can significantly reduce your transaction fees, increase your overall profit margins, and make your investment journey more cost-effective.",
  "about_description_6": "With all the benefits mentioned above, our blog is not just a place to share knowledge but also a community where crypto investors can learn, exchange information, and support each other. We aim to help you grow in the crypto world, optimize your investment strategies, and seize every opportunity to succeed.",
  "contact_description_1": "If you have any questions or support requests, please contact us via the email below.",
  "contact_description_2": "We are always ready to assist you!",
  "contact_description_3": "We are happy to hear from you. You can contact us via email:",
  "contact_description_4": "We look forward to hearing from you.",
  "contact_description_5": "If you need quick support, feel free to send us an email right away:",
  "privacy_description_1": "We are committed to protecting your privacy and personal data. This privacy policy outlines how we collect, use, store, and safeguard the information you provide when accessing and using our website.",
  "privacy_description_2": "We only collect information necessary to deliver the best possible service, including your name, email address, and technical data such as IP address, browser type, operating system, and access time. This data helps us analyze performance, enhance user experience, and ensure system security.",
  "privacy_description_3": "All personal data is securely stored and used strictly for internal purposes. We do not share, sell, or rent your information to third parties without your explicit consent, unless required by law.",
  "privacy_description_4": "Our website may use cookies to enhance performance and personalize user experience. You may choose to disable cookies in your browser settings, but this may affect some functionalities of the website.",
  "privacy_description_5": "We implement technical and organizational security measures, including encryption, access control, and regular audits, to safeguard your data. However, no system is completely secure, and we cannot guarantee absolute protection against unauthorized access.",
  "privacy_description_6": "By continuing to use our website, you agree to the terms outlined in this privacy policy. For any questions or privacy-related requests, please contact us at:",
  "disclaimer_description_1": "Crypto Everything: Airdrops, Signals, Market Analysis & Trading Fee Rebates is committed to delivering high-quality, accurate, and up-to-date information about the cryptocurrency market. However, we do not guarantee the completeness, absolute accuracy, or timeliness of any content published on this website.",
  "disclaimer_description_2": "All content presented here is for general informational and educational purposes only. It should not be considered as investment advice, financial recommendations, legal counsel, or solicitation to buy or sell any financial asset.",
  "disclaimer_description_3": "We shall not be held liable for any losses, damages, or consequences – including financial losses, data loss, or indirect damages – arising from accessing, using, or being unable to use any information from this website.",
  "disclaimer_description_4": "Some content may contain links to third-party websites. We are not responsible for the content, reliability, or risks associated with using external websites.",
  "disclaimer_description_5": "Trading signals, market analysis, airdrop news, and rebate information are provided for reference purposes only. Any investment decision should be based on personal evaluation, professional knowledge, and advice from qualified financial advisors.",
  "disclaimer_description_6": "Users are solely responsible for any actions or decisions taken based on the content of this website. We strongly encourage due diligence, caution, and compliance with relevant laws and regulations before engaging in any form of investment.",
  "aa": ""
}
