{
  "Close" : "Đóng",
  "Save" : "Lưu",
  "Add" : "Thêm",
  "Add new" : "Thêm mới",
  "This field is required" : "Yêu cầu nhập",
  "This field must be unique" : "Thông tin này đã tồn tại.",
  "View detail" : "Xem chi tiết",
  "Search" : "Tìm kiếm",
  "Cancel" : "Huỷ",
  "Save success" : "Lưu thành công",
  "Update successfully" : "Cập nhật thành công",
  "Edit" : "Sửa",
  "Delete" : "Xoá",
  "Create" : "Thêm mới",
  "Confirm Delete" : " Xác nhận Xoá",
  "Successfully." : "Thành công.",
  "Failed." : "Thất bại.",
  "Added successfully." : "Thêm mới thành công.",
  "Add failed." : "Thêm mới thất bại.",
  "Updated successfully." : "Cập nhật thành công.",
  "Update failed." : "Cập nhật thất bại.",
  "Deleted successfully." : "Xóa thành công.",
  "Delete failed." : "Xoá thất bại.",
  "Are you sure you want to delete?" : "Bạn có chắc chắn muốn xoá không?",
  "No matching record found." : "Không tìm thấy bản ghi phù hợp.",
  "No data." : "Không có dữ liệu.",
  "Empty data." : "Không có dữ liệu.",
  "This field is required." : "Trường  bắt buộc điền thông tin.",
  "This field must be unique." : "Thông tin này đã tồn tại.",
  "login" : "Đăng nhập",
  "STT" : "STT",
  "Title" : "Tiêu đề",
  "Title (EN)" : "Tiêu đề (EN)",
  "Title (VN)" : "Tiêu đề (VN)",
  "Link" : "Link",
  "Series" : "Series",
  "Views" : "Lượt xem",
  "Showing {from}-{to} from {total}": "Hiển thị {0}-{1}/{2}",
  "home_page_title": "Tất Cả Về Crypto: Airdrop, Tín Hiệu, Phân Tích & Hoàn Phí Giao Dịch...",
  "home_page_description": "Blog chuyên sâu về tiền điện tử – cập nhật airdrop, tín hiệu giao dịch, phân tích thị trường và hoàn phí giao dịch nhanh chóng. Cùng khám phá cơ hội đầu tư & tối ưu lợi nhuận!",
  "Featured article": "Bài viết nổi bật",
  "See more": "Xem thêm",
  "See more series": "Xem thêm series",
  "See more posts": "Xem thêm bài viết",
  "See more featured posts": "Xem thêm bài viết nổi bật",
  "Latest article": "Bài viết mới nhất",
  "Last modify": "Thời gian cập nhật",
  "days ago": "ngày trước",
  "hours ago": "giờ trước",
  "minutes ago": "phút trước",
  "seconds ago": "giây trước",
  "minutes": "phút",
  "minutes read": "phút đọc",
  "hours": "giờ",
  "hours read": "giờ đọc",
  "posts": "bài viết",
  "Latest Post": "Bài viết mới nhất",
  "Latest Posts": "Bài viết mới nhất",
  "Popular Post": "Bài viết phổ biến",
  "Posts": "Bài viết mới nhất",
  "Published": "Xuất bản",
  "Related articles": "Bài viết liên quan",
  "Category": "Danh mục",
  "Related posts": "Bài viết liên quan",
  "Posts in the same series": "Bài viết cùng series",
  "Latest posts": "Bài viết mới nhất",
  "Featured posts": "Bài viết phổ biến",
  "Sub category list": "Danh sách danh mục phụ",
  "Posts list": "Danh sách bài viết",
  "See previous": "Xem trang trước",
  "Page": "Trang",
  "Table of Contents": "Mục lục",
  "Tags": "Thẻ",
  "Keywords": "Từ khoá",
  "About": "Giới thiệu",
  "Contact": "Liên hệ",
  "Privacy policy": "Chính sách bảo mật",
  "Disclaimer": "Miễn trừ trách nhiệm",
  "contact_title": "Liên Hệ Với Chúng Tôi",
  "privacy_title": "Chính Sách Bảo Mật",
  "disclaimer_title": "Tuyên Bố Miễn Trừ Trách Nhiệm Pháp Lý",
  "about_title": "Tất Cả Về Crypto: Airdrop, Tín Hiệu, Phân Tích Thị Trường & Hoàn Phí Giao Dịch",
  "about_description_1": "Chào mừng bạn đến với blog chuyên sâu về Crypto – nơi bạn có thể tìm thấy tất cả thông tin quan trọng nhất về Airdrop, tín hiệu giao dịch, phân tích thị trường và các cơ hội hoàn phí giao dịch. Chúng tôi cam kết cung cấp những cập nhật mới nhất và chính xác nhất, giúp bạn dễ dàng tiếp cận và hiểu rõ thế giới tiền điện tử, cũng như các cơ hội đầu tư trong ngành này.",
  "about_description_2": "Một trong những điểm nổi bật của blog là việc cung cấp các thông tin về chương trình Airdrop từ nhiều dự án crypto khác nhau. Airdrop là cơ hội tuyệt vời để nhận được các token miễn phí mà không phải đầu tư tiền. Chúng tôi liên tục theo dõi và cập nhật các chương trình Airdrop mới nhất, giúp bạn không bỏ lỡ bất kỳ cơ hội nào để gia tăng tài sản của mình.",
  "about_description_3": "Bên cạnh đó, chúng tôi cung cấp các tín hiệu giao dịch (trading signals) từ các chuyên gia trong ngành. Các tín hiệu này không chỉ giúp bạn nhận diện các cơ hội giao dịch tiềm năng mà còn giúp bạn dự đoán được xu hướng của thị trường, tối ưu hóa lợi nhuận và giảm thiểu rủi ro. Tín hiệu giao dịch của chúng tôi được thiết kế chi tiết và rõ ràng, giúp bạn dễ dàng áp dụng vào chiến lược giao dịch của mình.",
  "about_description_4": "Chúng tôi cũng mang đến các phân tích chuyên sâu về thị trường crypto. Từ những biến động giá của các đồng coin chính, đến những sự kiện tác động lớn đến thị trường như hard fork, token burn hay sự xuất hiện của các quy định pháp lý mới. Những bài phân tích của chúng tôi không chỉ mang tính chất dự báo mà còn giúp bạn có cái nhìn toàn diện và chiến lược đầu tư hiệu quả dài hạn.",
  "about_description_5": "Một yếu tố không thể thiếu trong hành trình giao dịch crypto là việc tối ưu hóa chi phí giao dịch. Để hỗ trợ người dùng trong việc này, chúng tôi cung cấp thông tin chi tiết về các chương trình hoàn phí giao dịch từ các nền tảng giao dịch lớn. Việc tham gia vào các chương trình này có thể giúp bạn giảm thiểu chi phí giao dịch, gia tăng lợi nhuận và làm cho quá trình đầu tư trở nên hiệu quả hơn.",
  "about_description_6": "Với tất cả những lợi ích trên, blog của chúng tôi không chỉ là nơi chia sẻ kiến thức mà còn là một cộng đồng nơi các nhà đầu tư có thể học hỏi, trao đổi thông tin và hỗ trợ lẫn nhau. Chúng tôi hy vọng sẽ giúp bạn phát triển trong thế giới crypto, tối ưu hóa các chiến lược đầu tư của mình và tận dụng mọi cơ hội để đạt được thành công.",
  "contact_description_1": "Nếu bạn có bất kỳ câu hỏi nào hoặc yêu cầu hỗ trợ, vui lòng liên hệ với chúng tôi qua email dưới đây.",
  "contact_description_2": "Chúng tôi luôn sẵn sàng hỗ trợ bạn!",
  "contact_description_3": "Chúng tôi rất vui khi được nhận thông tin từ bạn. Bạn có thể liên hệ với chúng tôi qua email:",
  "contact_description_4": "Chúng tôi rất mong được phản hồi từ bạn.",
  "contact_description_5": "Nếu bạn cần hỗ trợ nhanh chóng, đừng ngần ngại gửi email cho chúng tôi ngay:",
  "privacy_description_1": "Chúng tôi cam kết bảo vệ quyền riêng tư và dữ liệu cá nhân của bạn. Chính sách bảo mật này giải thích cách chúng tôi thu thập, sử dụng, lưu trữ và bảo vệ thông tin mà bạn cung cấp khi truy cập và sử dụng trang web của chúng tôi.",
  "privacy_description_2": "Chúng tôi chỉ thu thập thông tin cần thiết để cung cấp dịch vụ tốt nhất, bao gồm tên, địa chỉ email, và thông tin kỹ thuật như địa chỉ IP, loại trình duyệt, hệ điều hành và thời gian truy cập. Dữ liệu được thu thập nhằm phục vụ mục đích phân tích hiệu suất, cải thiện trải nghiệm người dùng và bảo mật hệ thống.",
  "privacy_description_3": "Mọi dữ liệu cá nhân đều được lưu trữ an toàn và chỉ được sử dụng nội bộ. Chúng tôi không chia sẻ, bán hoặc cho thuê thông tin của bạn với bất kỳ bên thứ ba nào nếu không có sự đồng ý rõ ràng từ bạn, trừ khi được yêu cầu bởi pháp luật.",
  "privacy_description_4": "Trang web có thể sử dụng cookie để cải thiện hiệu suất và cá nhân hóa trải nghiệm người dùng. Bạn có thể lựa chọn từ chối cookie qua cài đặt trình duyệt, tuy nhiên điều này có thể ảnh hưởng đến một số tính năng trên trang.",
  "privacy_description_5": "Chúng tôi áp dụng các biện pháp bảo mật kỹ thuật và tổ chức để đảm bảo an toàn cho dữ liệu, bao gồm mã hóa, kiểm soát truy cập và kiểm tra định kỳ. Tuy nhiên, không có hệ thống nào là tuyệt đối an toàn và chúng tôi không thể đảm bảo 100% dữ liệu sẽ không bị truy cập trái phép.",
  "privacy_description_6": "Bằng việc tiếp tục sử dụng trang web, bạn đồng ý với các điều khoản trong chính sách bảo mật này. Nếu có bất kỳ câu hỏi hoặc yêu cầu liên quan đến quyền riêng tư, vui lòng liên hệ với chúng tôi qua email:",
  "disclaimer_description_1": "Tất Cả Về Crypto: Airdrop, Tín Hiệu, Phân Tích Thị Trường & Hoàn Phí Giao Dịch cam kết cung cấp thông tin có chất lượng cao, chính xác và cập nhật nhất về thị trường tiền điện tử. Tuy nhiên, chúng tôi không đưa ra bất kỳ đảm bảo nào về tính đầy đủ, chính xác tuyệt đối hoặc tính thời điểm của nội dung được công bố trên website.",
  "disclaimer_description_2": "Mọi thông tin được trình bày tại đây chỉ nhằm mục đích cung cấp kiến thức và quan điểm tổng quan, không nên được xem là lời khuyên đầu tư, khuyến nghị tài chính, tư vấn pháp lý hoặc đề xuất mua bán bất kỳ loại tài sản nào.",
  "disclaimer_description_3": "Chúng tôi không chịu trách nhiệm pháp lý cho bất kỳ tổn thất, thiệt hại hoặc hậu quả nào – bao gồm tổn thất tài chính, mất mát dữ liệu hoặc thiệt hại gián tiếp – phát sinh từ việc truy cập, sử dụng hoặc không thể sử dụng thông tin trên trang web.",
  "disclaimer_description_4": "Nội dung được cung cấp có thể bao gồm các liên kết đến các trang web của bên thứ ba. Chúng tôi không chịu trách nhiệm đối với nội dung, độ tin cậy hoặc bất kỳ rủi ro nào liên quan đến việc sử dụng các trang web bên ngoài này.",
  "disclaimer_description_5": "Các tín hiệu giao dịch, phân tích thị trường, thông tin airdrop hoặc hoàn phí giao dịch chỉ mang tính chất tham khảo. Quyết định đầu tư nên được đưa ra dựa trên đánh giá cá nhân, kiến thức chuyên môn và việc tham khảo từ các cố vấn tài chính có chuyên môn.",
  "disclaimer_description_6": "Người dùng hoàn toàn chịu trách nhiệm với mọi quyết định và hành động dựa trên nội dung từ trang web. Chúng tôi khuyến nghị bạn nên tìm hiểu kỹ lưỡng, luôn cẩn trọng và tuân thủ đầy đủ các quy định pháp luật hiện hành trước khi tham gia đầu tư vào bất kỳ loại hình tài sản nào.",
  "aa": ""
}
